export const face_type_datas = [
  {
    face_type: 'hhh',
    canvas: '육각형',
    describe:
      "광대 골격과 턱 골격이 부각되는 편입니다. 얼굴 가로 길이 대비 세로 길이 비율이 높아 '광대 골격과 턱 골격이 있는 얼굴이 긴 육각형'입니다.",
    type: '광대 골격과 턱 골격이 있고, 얼굴이 긴 육각형',
  },
  {
    face_type: 'hhl',
    canvas: '육각형',
    describe:
      "광대 골격과 턱 골격이 부각되는 편입니다. 얼굴 가로 길이 대비 세로 길이 비율이 낮아 '광대 골격과 턱 골격이 있는 얼굴이 짧은 육각형'입니다.",
    type: '광대 골격과 턱 골격이 있고, 얼굴이 짧은 육각형',
  },
  {
    face_type: 'hhm',
    canvas: '육각형',
    describe:
      "광대 골격과 턱 골격이 부각되는 편입니다. 얼굴 가로 길이 대비 세로 길이 비율이 균형 범위에 속해 '광대 골격과 턱 골격이 있는 육각형'입니다.",
    type: '광대 골격과 턱 골격이 있는 육각형',
  },
  {
    face_type: 'hlh',
    canvas: '역삼각형',
    describe:
      "광대 골격이 부각되는 편이고, 턱 골격은 없는 편에 속합니다. 얼굴 가로 길이 대비 세로 길이 비율이 높아 '광대 골격이 있는 역삼각형'입니다.",
    type: '광대 골격이 있고, 턱은 없는 얼굴이 긴 역삼각형',
  },
  {
    face_type: 'hll',
    canvas: '마름모형',
    describe:
      "광대 골격이 부각되는 편이고, 턱 골격은 없는 편에 속합니다. 얼굴 가로 길이 대비 세로 길이 비율이 낮아 '광대 골격이 있는 편인 얼굴이 짧은 마름모형'입니다.",
    type: '광대 골격이 있고/턱은 없는 편이며, 얼굴이 짧은 마름모형',
  },
  {
    face_type: 'hlm',
    canvas: '마름모형',
    describe:
      "광대 골격이 부각되는 편이고, 턱 골격은 없는 편에 속합니다. 얼굴 가로 길이 대비 세로 길이 비율은 균형 범위에 속해 '광대 골격이 있는 편인 마름모형'입니다.",
    type: '광대 골격이 있고, 턱은 없는 편인 마름모형',
  },
  {
    face_type: 'hmh',
    canvas: '역삼각형',
    describe:
      "광대 골격이 부각되는 편이고, 턱 골격은 균형 범위에 속합니다. 얼굴 가로 길이 대비 세로 길이 비율이 높아 '광대 골격이 있고 얼굴이 긴 역삼각형'입니다.",
    type: '광대 골격이 있고, 턱은 균형범위인 얼굴이 긴 역삼각형',
  },
  {
    face_type: 'hml',
    canvas: '하트형',
    describe:
      "광대 골격이 부각되는 편이고, 턱 골격은 균형 범위에 속합니다. 얼굴 가로 길이 대비 세로 길이 비율이 낮아 '광대 골격이 있는 편인 얼굴이 짧은 하트형'입니다.",
    type: '광대 골격이 있고, 턱은 균형범위, 얼굴이 짧은 하트형',
  },
  {
    face_type: 'hmm',
    canvas: '하트형',
    describe:
      "광대 골격이 부각되는 편이고, 턱 골격은 균형 범위에 속합니다. 얼굴 가로 길이 대비 세로 길이 비율이 균형범위에 속해 '광대 골격이 있는 하트형'입니다.",
    type: '광대 골격이 있고, 턱은 균형범위인 하트형',
  },
  {
    face_type: 'lhh',
    canvas: '사각형',
    describe:
      "광대 골격이 없는 편에 속하고, 턱 골격은 부각되는 편입니다. 얼굴 길이는 가로 대비 세로 길이 비율이 높아 '광대는 부각되지 않지만, 턱이 부각될 수 있는 얼굴이 긴 사각형'입니다.",
    type: '광대가 없고, 턱 골격은 있는 얼굴이 긴 사각형',
  },
  {
    face_type: 'lhl',
    canvas: '사각형',
    describe:
      "광대 골격이 없는 편에 속하고, 턱 골격은 부각되는 편입니다. 얼굴 길이는 가로 대비 세로 길이 비율이 낮아 '광대는 부각되지 않지만, 턱이 부각될 수 있는 얼굴이 짧은 사각형'입니다.",
    type: '광대가 없고, 턱 골격은 있는 얼굴이 짧은 사각형',
  },
  {
    face_type: 'lhm',
    canvas: '사각형',
    describe:
      "광대 골격이 없는 편에 속하고, 턱 골격은 부각되는 편입니다. 얼굴 길이는 가로 대비 세로 길이 비율은 균형범위에 속해 '광대는 부각되지 않지만, 턱이 부각될 수 있는 사각형'입니다.",
    type: '광대가 없고, 턱 골격은 있는 사각형',
  },
  {
    face_type: 'llh',
    canvas: '계란형',
    describe:
      "광대 골격이 없는 편에 속하고, 턱 골격 또한 없는 편에 속합니다. 얼굴 길이는 가로 대비 세로 길이 비율이 높아 '광대/턱 골격이 부각되지 않는 얼굴이 긴 계란형'입니다.",
    type: '광대/턱 모두 골격이 없는 편이고, 얼굴이 긴 계란형',
  },
  {
    face_type: 'lll',
    canvas: '계란형',
    describe:
      "광대 골격이 없는 편에 속하고, 턱 골격 또한 없는 편에 속합니다. 얼굴 길이는 가로 대비 세로 길이 비율이 낮아 '광대/턱 골격이 부각되지 않는 얼굴이 짧은 계란형'입니다.",
    type: '광대/턱 모두 골격이 없는 편이고, 얼굴이 짧은 계란형',
  },
  {
    face_type: 'llm',
    canvas: '계란형',
    describe:
      "광대 골격이 없는 편에 속하고, 턱 골격 또한 없는 편에 속합니다. 얼굴 길이는 가로 대비 세로 길이 비율이 균형 범위에 있는  '광대/턱 골격이 부각되지 않는 계란형'입니다.",
    type: '광대/턱 골격 모두 없는 편인 계란형',
  },
  {
    face_type: 'lmh',
    canvas: '계란형',
    describe:
      "광대 골격이 없는 편에 속하고, 턱 골격은 균형 범위에 속합니다. 얼굴 길이는 가로 대비 세로 길이 비율이 높아 '광대가 부각되지 않고, 턱이 균형 범위에 있는 얼굴이 긴 계란형'입니다.",
    type: '광대가 없고, 턱은 균형 범위에 있는 얼굴이 긴 계란형',
  },
  {
    face_type: 'lml',
    canvas: '계란형',
    describe:
      "광대 골격이 없는 편에 속하고, 턱 골격은 균형 범위에 속합니다. 얼굴 길이는 가로 대비 세로 길이 비율이 낮아 '광대가 부각되지 않고, 턱이 균형 범위에 있는 얼굴이 짧은 계란형'입니다.",
    type: '광대가 없고, 턱은 균형 범위에 있는 얼굴이 짧은 계란형',
  },
  {
    face_type: 'lmm',
    canvas: '계란형',
    describe:
      "광대 골격이 없는 편에 속하고, 턱 골격은 균형 범위에 속합니다. 얼굴 길이는 가로 대비 세로 길이 비율이 균형 범위에 속해  '광대가 부각되지 않고, 턱이 균형 범위에 있는 계란형'입니다.",
    type: '광대가 없고, 턱은 균형 범위에 있는 계란형',
  },
  {
    face_type: 'mhh',
    canvas: '사각형',
    describe:
      "광대 골격은 균형 범위에 속하고, 턱 골격이 부각되는 편입니다. 얼굴 가로 길이 대비 세로 길이 비율이 높아 '턱 골격이 부각될 수 있는 얼굴이 긴 사각형'입니다.",
    type: '광대는 균형범위/턱 골격이 있고, 얼굴이 긴 사각형',
  },
  {
    face_type: 'mhl',
    canvas: '사각형',
    describe:
      "광대 골격은 균형 범위에 속하고, 턱 골격이 부각되는 편입니다. 얼굴 가로 길이 대비 세로 길이 비율이 낮아 '턱 골격이 부각될 수 있는 얼굴이 짧은 사각형'입니다.",
    type: '광대는 균형범위/턱 골격이 있고, 얼굴이 짧은 사각형',
  },
  {
    face_type: 'mhm',
    canvas: '사각형',
    describe:
      "광대 골격은 균형 범위에 속하고, 턱 골격이 부각되는 편입니다. 얼굴 가로 길이 대비 세로 길이 비율이 균형 범위에 속해 '턱 골격이 부각될 수 있는 사각형'입니다.",
    type: '광대는 균형범위/턱 골격이 있는 사각형',
  },
  {
    face_type: 'mlh',
    canvas: '계란형',
    describe:
      "광대 골격이 균형 범위에 있고, 턱 골격은 없는 편에 속합니다. 얼굴 가로 길이 대비 세로 길이 비율이 높아 '광대 골격이 균형범위에 있는 얼굴이 긴 계란형'입니다.",
    type: '광대는 균형범위/턱은 없는 편이며, 얼굴이 긴 계란형',
  },
  {
    face_type: 'mll',
    canvas: '계란형',
    describe:
      "광대 골격이 균형 범위에 있고, 턱 골격은 없는 편에 속합니다. 얼굴 가로 길이 대비 세로 길이 비율이 낮아 '광대 골격이 균형범위에 있는 얼굴이 짧은 계란형'입니다.",
    type: '광대는 균형범위/턱은 없는 편이며, 얼굴이 짧은 계란형',
  },
  {
    face_type: 'mlm',
    canvas: '계란형',
    describe:
      "광대 골격이 균형 범위에 있고, 턱 골격은 없는 편에 속합니다. 얼굴 가로 길이 대비 세로 길이 비율이 균형범위에 있는 '광대 골격이 균형범위에 있는 계란형'입니다.",
    type: '광대는 균형범위/턱은 없는 편인 계란형',
  },
  {
    face_type: 'mmh',
    canvas: '계란형',
    describe:
      "광대 골격과 턱이 모두 균형 범위에 속합니다. 얼굴 가로 길이 대비 세로 길이 비율이 높아 '광대/턱 골격이 균형범위에 있는 얼굴이 긴 계란형'입니다.",
    type: '광대와 턱이 균형범위에 있는 얼굴이 긴 계란형',
  },
  {
    face_type: 'mml',
    canvas: '계란형',
    describe:
      "광대 골격과 턱이 모두 균형 범위에 속합니다. 얼굴 가로 길이 대비 세로 길이 비율이 낮아 '광대/턱 골격이 균형범위에 있는 얼굴이 짧은 계란형'입니다.",
    type: '광대와 턱은 균형범위, 얼굴이 짧은 계란형',
  },
  {
    face_type: 'mmm',
    canvas: '계란형',
    describe:
      "광대 골격과 턱이 모두 균형 범위에 속합니다. 얼굴 가로 길이 대비 세로 길이 비율 또한 균형 범위에 속해  '광대/턱 골격이 균형범위에 있는 계란형'입니다.",
    type: '광대와 턱이 균형범위에 있는 계란형',
  },
];
